-- +goose Up
INSERT INTO projects(title, description, type_id, duration_in_mins, release_year, director, producer)
VALUES ('Суперкөлік Самұрық',
                'Шытырман оқиғалы мультсериал Елбасының «Ұлы даланың жеті қыры» бағдарламасы аясында жүзеге асырылған. Мақалада қызғалдақтардың отаны Қазақстан екені айтылады. Ал, жоба қызғалдақтардың отаны – Алатау баурайы екенін анимация тілінде дәлелдей түседі. If you want to increase your knowledge of 3D design with Aarón, you can also take some of his other courses: Characters in Cinema 4D: from the Sketch to 3D Printing, Prototypes and Product Viewing in Cinema 4D, Compositions with Cinema 4D and OctaneRender, 3D Illustration with 4D Cinema 4D.',
                4, 7, 2020, 'Бақдәулет Әлімбеков', 'Сандуғаш Кенжебаева'),
        ('Айдар',
                'Қасиетті тұмарды тауып алған Айдар атты кейіпкерімізге құпия міндет жүктеледі. Оның міндеті мифтік әлемде қалған бабалардың қаруын тауып, жеңілмес күшке ие болып, нағыз қаҺарманға айналу. Зұлымдық әміршісі Еркілікпен шайқасып, бабалар аманатын орындау.',
                4, 8, 2018, '', ''),
        ('Ойыншықтар',
                '5 жасар Алуаның ойыншықтары өте көп. Ол барлығын бірдей жақсы көріп, ұқыпты, таза ұстайды. Бірде Алуа түнгі ұйқыға кеткенде ойыншықтарға жан бітеді. Олар тек таң ата бұрынғы жансыз қалыпқа қайта оралады. Ойыншықтар өздерінің тірі жанға айналғанын Алуаға білдірмеуге барынша тырысады. Себебі кішкентай қызды шошытып алудан қорқады.\n\n Ойыншықтардың мінездері мен көзқарастары, талғамдары әртүрлі. Мәселен, бірі Алуаның көңілінен шығуға тырысса, енді бірі ол үйден қашуды ойлап, өз бетінше өмір сүруді аңсайды. Алуаның сүйікті қуыршағы Айым ханшайым мен жуырда ғана туған күнге сыйлық ретінде келген сәнқой қуыршақ екеуі үнемі санасып, бір-бірінен озуға тырысып жүреді.',
                4, 6, 2021, '', ''),
        ('Каникулы off-line 2',
                'Әйтеуір, қазақтың қарапайым үш жігіті қала балаларына ұлттық нақыштағы жазғы демалыстың ауылдық нұсқасы – этно лагерь ойлап тапты. Тәжірибе сәтті өтті, ата-аналар өз ұрпақтарын жазға Интернетсіз және гаджетсіз жіберуге қуанышты. Бірақ бас менеджер, ең жауапты және парасатты Қайрат, еліктіретін жұмыс ұсынысын алып, Аулкемпті жолы болмаған достары Дастан мен Болатқа қалдырады. Алғашқы күні-ақ бұл екеуі әдемі медбикеге таласып, демалушы балаларды қарсылас екі топқа бөледі. Жындылар лагеріндегі жаңа ауысым одан да көңілді және ақылсыз болады!',
                1, 102, 2019, 'Ернар Курмашев, Руслан Акун', 'Акан Сатаев');

-- +goose Down
DELETE FROM projects;